Repository: Centheos90/trollapps
Catalog: TrollApps/TrollApps/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, id, nb, vi, zh_hans, zh_hant

source: Featured
ar: مميز
es: Destacados
id: Unggulan
nb: Utvalgte
vi: Nổi bật
zh_hans: 推荐
zh_hant: 精選

source: Repos
de: Quellen
id: Repo
vi: Nguồn
zh_hans: 软件源
zh_hant: 軟體源

source: Browse
ar: تصفح
de: Durchsuchen
es: Navegar por
id: Jelajahi
nb: Søk
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 瀏覽

source: Apps
ar: التطبيقات
id: Aplikasi
nb: Apper
vi: Ứng dụng
zh_hans: 应用程序
zh_hant: 已安裝

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
id: Pengaturan
nb: Innstillinger
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: OPEN
ar: فتح
de: ÖFFNEN
es: ABRIR
id: BUKA
nb: START
vi: Mở
zh_hans: 打开
zh_hant: 打開

source: GET
ar: تنزيل
de: LADEN
es: OBTENER
id: DAPATKAN
nb: SKAFFE
vi: Tải về
zh_hans: 安装
zh_hant: 取得

source: UPDATE
es: ACTUALIZAR
id: PERBARUI
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: OLDER
ar: اقدم
de: ÄLTER
es: ANTIGUO
id: LAMA
nb: FORELDET
vi: Cũ hơn
zh_hans: 旧版本
zh_hant: 版本太新

source: Broken Repos
de: Fehlerhafte Quellen
es: Repos rotos
id: Repo Rusak
vi: Nguồn lỗi
zh_hans: 错误的来源
zh_hant: 已損壞的軟體源

source: Export
ar: تصدير
de: Exportieren
es: Exportar
id: Ekspor
nb: Eksport
vi: Xuất
zh_hans: 导出
zh_hant: 導出

source: Delete
ar: حذف
de: Löschen
es: Eliminar
id: Hapus
nb: Slett
vi: Xóa
zh_hans: 删除
zh_hant: 移除

source: Unnamed Repo
ar: مصدر غير مسمى
de: Unbenanntes Repo
es: Repo sin nombre
id: Repo Tanpa Nama
nb: Uten navn Kilder
vi: Nguồn chưa đặt tên
zh_hans: 未命名的软件源
zh_hant: 未命名之軟體源

source: Copy Repo URL
ar: نسخ رابط المصدر[]
de: Quell-URL kopieren
es: Copiar URL del Repo
id: Salin Repo URL
nb: Kopier Repo-URL
vi: Sao chép địa chỉ nguồn
zh_hans: 复制软件源URL
zh_hant: 複製軟體源

# COPY_REPO_BASE_URL
source: Copy Repo[] URL
de: Quell-URL[] kopieren
es: Copiar URL del Repo[]
id: Salin Repo[] URL
vi: Sao chép địa chỉ nguồn[]
zh_hans: 复制软件源[] URL
zh_hant: 複製軟體源（repo[base64]）

source: Delete Repo
ar: حذف المصدر
de: Repo löschen
es: Eliminar Repo
id: Hapus Repo
nb: Slett Kilde
vi: Xóa nguồn
zh_hans: 删除软件源
zh_hant: 移除軟體源

source: Unable to load repo
ar: تعذر تحميل المصدر.
de: Repo kann nicht geladen werden
es: No se puede cargar el repositorio
id: Tidak dapat memuat repo
nb: Kan ikke laste inn kilde
vi: Không thể tải nguồn
zh_hans: 无法加载软件源
zh_hant: 無法載入軟體源

source: Add Repos
ar: إضافة المصادر
de: Repos hinzufügen
es: Agregar Repositorios
id: Tambahkan Repo
nb: Legg til Kilder
vi: Thêm nguồn
zh_hans: 添加软件源
zh_hant: 新增軟體源

source: Repo URL
ar: رابط المصدر
es: URL del Repositorio
id: URL Repo
nb: Kilde-URL
vi: Địa chỉ nguồn
zh_hans: 软件源 URL
zh_hant: 軟體源網址

# ADD_REPOS_TOOLTIP
source: Please ensure you input a valid repo URL. It's suggested you copy and paste it here, rather than manually entering it.
de: Bitte stell sicher, dass Repo-URL gültig ist. Es wird empfohlen, sie zu kopieren und hier einzufügen, anstatt sie manuell einzugeben.
es: Asegúrate de ingresar una URL de repositorio válida. Se sugiere que la copies y pegues aquí en lugar de ingresarla manualmente.
id: Pastikan Anda memasukkan URL repo yang benar. Disarankan agar Anda menyalin dan menempelkannya di sini, daripada memasukkannya secara manual.
vi: Vui lòng đảm bảo rằng bạn đã nhập đúng địa chỉ nguồn. Bạn nên sao chép và dán nó vào đây, thay vì nhập thủ công.
zh_hans: 请确保您输入有效的软件源URL。建议您复制并粘贴在这里，而不是手动输入。
zh_hant: 請再三確認網址是否正確。建議複製貼上軟體源以降低出錯機會

source: Add repo from clipboard
es: Agregar repositorio desde el portapapeles
id: Tambahkan repo dari clipboard
vi: Thêm nguồn từ bảng nhớ tạm
zh_hans: 从剪贴板添加软件源

source: What's New
ar: ماهو الجديد
de: Neuigkeiten
es: Novedades
id: Yang Baru
nb: Hva er nytt
vi: Có gì mới
zh_hans: 最新消息
zh_hant: 新功能

source: Version %@
ar: إصدار %@
es: Versión %@
id: Versi %@
nb: Versjon %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Unknown Version
ar: إصدار مجهول
de: Unbekannte Version
es: Versión desconocida
id: Versi Tidak Diketahui
nb: Ukjent versjon
vi: Phiên bản không xác định
zh_hans: 未知版本
zh_hant: 未知版本

source: Unknown Developer
de: Unbekannter Entwickler
es: Desarrollador desconocido
id: Pengembang Tidak Dikenal
nb: Ukjent utvikler
vi: Nhà phát triển không xác định
zh_hans: 未知开发人员
zh_hant: 未知開發者

source: Select Version
ar: إختيار الإصدار
de: Version auswählen
es: Seleccionar versión
id: Pilih Versi
nb: Velg versjon
vi: Chọn phiên bản
zh_hans: 选择版本
zh_hant: 選取版本

source: Search
ar: بحث
de: Suchen
es: Buscar
id: Cari
nb: Søk
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Installed Apps
ar: التطبيقات المثبتة
de: Installierte Apps
es: Apps instaladas
id: Aplikasi Terpasang
nb: Installerte apper
vi: Ứng dụng đã cài đặt
zh_hans: 已安装的应用程序
zh_hant: 已安裝應用程式

# UNINSTALLED_APP %@
source: Uninstalled %@
es: %@ desinstalado
id: Dihapus %@
vi: Đã gỡ cài đặt %@
zh_hans: 卸载 %@

source: Uninstall App
es: Desinstalar app
id: Hapus Aplikasi
vi: Gỡ cài đặt ứng dụng
zh_hans: 卸载应用
zh_hant: Unistall App

source: Options
ar: الخيارات
de: Optionen
es: Opciones
id: Pilihan
nb: Innstillinger
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Clear Image Cache
vi: Xóa bộ nhớ đệm hình ảnh

source: Reset Repos
ar: إعادة ضبط المستودعات
de: Repos zurücksetzen
es: Restablecer Repositorios
id: Atur Ulang Repo
nb: Tilbakestill Kilder
vi: Đặt lại nguồn
zh_hans: 重置软件源
zh_hant: 回覆預設軟體源

source: Reload Springboard
ar: إعادة تحميل Springboard
de: Springboard neu laden
es: Recargar Springboard
id: Muat Ulang Springboard
nb: Last inn Springboard på nytt
vi: Tải lại SpringBoard
zh_hans: 重新加载跳板
zh_hant: 重新啟動主畫面

source: App Settings
ar: إعدادات التطبيق
de: App Einstellungen
es: Configuración de la Aplicación
id: Pengaturan Aplikasi
vi: Cài đặt ứng dụng
zh_hans: 应用设置
zh_hant: 應用程式設定

source: Reduced Motion
ar: تقليل الحركة
de: Bewegung reduzieren
es: Reducción de Movimiento
id: Kurangi Gerakan
vi: Giảm chuyển động
zh_hans: 减少动画
zh_hant: 減少動畫

source: Compact Repo View
es: Vista Compacta de Repositorios
id: Tampilan Ringkas Repo
vi: Chế độ xem đơn giản
zh_hans: 紧凑型软件源视图

source: Add Repo Keyboard Type
es: Tipo de Teclado para Agregar Repositorio
id: Tambahkan Jenis Papan Ketik Repo
vi: Chọn kiểu bàn phím
zh_hans: 添加软件源类型

# CURRENT_BLUR_STRENGTH %@
source: Background Blur Strength: %@
es: Intensidad Actual del Desenfoque de Fondo: %@
id: Kekuatan Keburaman Latar Belakang: %@
vi: Độ mờ nền: %@
zh_hans: 背景模糊强度: %@

source: App Language
ar: لغة التطبيق
de: Spracheinstellungen
es: Idioma de la Aplicación
id: Bahasa Aplikasi
vi: Ngôn ngữ ứng dụng
zh_hans: 语言设置
zh_hant: 語言

# LANG_SWITCHED
source: Language Switched
es: Idioma Cambiado
id: Bahasa dirubah
vi: Đã thay đổi ngôn ngữ
zh_hans: 语言切换

# PLEASE_RESTART_THIS_APP_FOR_THIS_TO_TAKE_EFFECT
source: Please close and reopen the app for this to properly take effect.
es: Por favor, cierra y vuelve a abrir la aplicación para que estos cambios surtan efecto correctamente.
id: Harap tutup dan buka kembali aplikasi agar ini dapat diterapkan dengan benar.
vi: Vui lòng khởi động lại ứng dụng để thay đổi có hiệu lực.
zh_hans: 请关闭并重新打开应用程序，以便正确生效。

source: Developers
ar: المطورين
de: Entwickler
es: Desarrolladores
id: Pengembang
nb: Utviklere
vi: Nhà phát triển
zh_hans: 开发人员
zh_hant: 開發者

source: Thanks To...
ar: الشكر إلى…
de: Vielen Dank an...
es: Agradecimientos a...
id: Terima Kasih Kepada...
nb: Tusen takk...
vi: Cảm ơn...
zh_hans: 多亏了...
zh_hant: 感謝

# THANKS_TO_TOOLTIP
source: Biggest thanks to these wonderful apps, articles and people! Without them, this project won't be possible or would not even exist!
ar: الشكر الجزيل لهؤلاء التطبيقات، المقالات والأشخاص الرائعين! بدونهم، لن يكون هذا المشروع ممكناً أو لن يوجد!
de: Ein großes Dankeschön an diese großartigen Apps, Artikel and Personen! Ohne sie wäre dieses Projekt so nicht möglich oder würde gar nicht existieren.
es: Un agradecimiento enorme a estas maravillosas aplicaciones, artículos y personas. ¡Sin ellos, este proyecto no sería posible o ni siquiera existiría!
id: Terima kasih sebesar-besarnya kepada aplikasi, artikel, dan orang-orang yang luar biasa ini! Tanpa mereka, proyek ini tidak akan mungkin atau bahkan tidak akan ada!
nb: Takk til disse personene som gjorde dette prosjektet mulig.
vi: Cảm ơn đặc biệt đến những ứng dụng, bài viết và con người tuyệt vời này! Nếu không có họ, dự án này sẽ không thể thực hiện hoặc thậm chí không tồn tại!
zh_hans: 非常感谢这些精彩的应用程序、文章和人物！没有他们，这个项目将不可能甚至不存在！
zh_hant: 獻最大的感謝給這些應用程式、文章、以及好心的開發者！此應用程式造就於這些人！

source: Translators
es: Traductores
id: Penerjemah
vi: Dịch giả
zh_hans: 翻译人员

# THANKS_TO_TRANSLATORS
source: Huge thanks to our translators for helping localize TrollApps!
es: Agradecemos enormemente a nuestros traductores por ayudar a localizar TrollApps.
id: Terima kasih banyak kepada penerjemah kami yang membantu melokalkan TrollApps!
vi: Cảm ơn tất cả những dịch giả đã giúp bản địa hóa TrollApps!
zh_hans: 非常感谢我们的翻译人员帮助本地化TrollApps！

# OTHER_PROJECTS_AND_LICENSES
source: Other projects used and their licenses
ar: المشاريع الأخرى المستخدمة وتراخصيهم
de: Weitere genutzt Projekte und ihre Lizenzen
es: Otros proyectos utilizados y sus licencias
id: Proyek lain yang digunakan dan lisensinya
nb: Andre prosjekter og lisenser
vi: Các dự án khác được sử dụng và giấy phép của chúng
zh_hans: 使用的其他项目及其许可证
zh_hant: 此應用程式所使用的資料庫以及其授權條款

source: Help The Project
ar: مساعدة هذا المشروع
de: Untersütze das Projekt!
es: Ayuda al Proyecto
id: Bantu Proyek
nb: Hjelp prosjektet
vi: Hỗ trợ dự án
zh_hans: 帮助项目
zh_hant: 為此應用程式貢獻

source: Join our Discord
ar: انضم إلى الDiscord الخاص بنا
de: Tritt unserem Discord bei!
es: Únete a nuestro Discord
id: Bergabunglah dengan Discord kami
nb: Bli med på vår Discord
vi: Tham gia Discord của chúng tôi
zh_hans: 加入我们的Discord
zh_hant: 加入 Discord

source: Report a Bug!
ar: الإبلاغ عن خطأ!
de: Melde einen Fehler!
es: Reporta un Error
id: Laporkan Masalah!
nb: Rapporter en feil!
vi: Báo cáo lỗi!
zh_hans: 报告一个错误！
zh_hant: 回報錯誤

# JSON_TEMPLATE
source: JSON template to create your own repo!
ar: قالب JSON لصنع مستودعك الخاص!
de: JSON Vorlage für dein eigenes Repo!
es: Plantilla JSON para crear tu propio repositorio
id: Templat JSON untuk membuat repo Anda sendiri!
nb: JSON-mal for å opprette din egen kilde!
vi: Mẫu JSON để tạo nguồn riêng của bạn!
zh_hans: JSON模板来创建您自己的软件源！
zh_hant: 軟體源 JSON 樣本

source: Alert
ar: تحذير
de: Hinweis
es: Alerta
id: Peringatan
nb: Varsel
vi: Cảnh báo
zh_hans: 警告
zh_hant: ⚠️警告⚠️

source: Ok
ar: حسنًا
es: Aceptar
id: Oke
vi: Đồng ý
zh_hans: 好的
zh_hant: 關閉

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
id: Batal
nb: Avbryt
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Yes
ar: نعم
de: Ja
es: Sí
id: Ya
nb: Ja
vi: Có
zh_hans: 是
zh_hant: 確認

source: Success!
ar: نجاح!
de: Erfolg!
es: Éxito
id: Berhasil!
nb: Suksess!
vi: Thành công!
zh_hans: 成功!
zh_hant: 成功！

source: The app will now quit...
ar: سيتم إغلاق التطبيق الآن…
de: Die App wird beendet...
es: La aplicación se cerrará ahora...
id: Aplikasi sekarang akan ditutup...
nb: Appen vil nå avslutte...
vi: Ứng dụng sẽ thoát ngay bây giờ...
zh_hans: 该应用程序现在将退出...
zh_hant: 即將關閉此應用程式

source: Clearing Image Cache
vi: Đang xóa bộ nhớ đệm hình ảnh

# RESETING_REPOS
source: Resetting Repos
ar: جارِ إعادة ضبط المستودعات
de: Setze Repos zurück
es: Restableciendo repositorios
id: Mengatur Ulang Repo
nb: Tilbakestiller Kilder
vi: Đang đặt lại nguồn
zh_hans: 重置软件源
zh_hant: 正在回覆軟體源

source: Reloading Springboard
ar: جارِ إعادة تحميل Springboard
de: Lade Springboard neu
es: Recargando springboard
id: Memuat Ulang Springboard
nb: Laster inn Springboard på nytt
vi: Đang tải lại SpringBoard
zh_hans: 重新加载跳板
zh_hant: 正在重新啟動主畫面

source: Please Wait
ar: الرجاء الإنتظار
de: Bitte warten
es: Por favor, espera
id: Harap Tunggu
nb: Vennligst vent
vi: Vui lòng chờ
zh_hans: 请稍候
zh_hant: 請稍候

source: Copied Repo(s) to clipboard
ar: تم نسخ المص(ا)در إلى الحافظة
de: Repo(s) in Zwischenablage kopiert
es: Repositorio(s) copiado(s) al portapapeles
id: Repo yang disalin ke clipboard
nb: Kopierte Kilder til utklippstavlen
vi: Đã sao chép nguồn vào bảng nhớ tạm
zh_hans: 将软件源复制到剪贴板

source: Duplicate Repo
ar: مصدر متكرر
de: Doppeltes Repo
es: Repositorio duplicado
id: Gandakan Repo
nb: Dupliser Kilde
vi: Nguồn trùng lặp
zh_hans: 重复软件源
zh_hant: 相同軟體源

# ALREADY_ON_REPO_LIST
source: You've already added this repo to your repo list.
ar: لقد قمت بالفعل بإضافة هذا المصدر لقائمة المصادر.
de: Du hast dieses Repo bereits zur Repo-Liste hinzugefügt.
es: Ya has añadido este repositorio a tu lista de repositorios.
id: Anda telah menambahkan repo ini ke daftar repo Anda.
nb: Du har allerede lagt til denne kilden i kildelisten din.
vi: Bạn đã thêm nguồn này vào danh sách của mình.
zh_hans: 您已经将此软件源添加到您的软件源中。
zh_hant: 已增加此軟體源

source: Adding Repo
ar: جار إضافة المصدر
de: Füge Repo hinzu
es: Añadiendo Repo
id: Menambahkan Repo
nb: Legger til Kilde
vi: Đang thêm nguồn
zh_hans: 添加软件源
zh_hant: 正在增加軟體源

# UNKNOWN_ERROR_WHILE_INSTALLING
source: An unknown error occoured while installing this app.
ar: حدث خطأ مجهول أثناء تثبيت هذا التطبيق.
de: Ein unbekannter Fehler ist beim Installieren der App aufgetreten.
es: Ocurrió un error desconocido al instalar esta aplicación.
id: Terjadi kesalahan yang tidak diketahui saat memasang aplikasi ini.
nb: En ukjent feil oppstod under installasjonen av denne appen.
vi: Có lỗi không xác định khi cài đặt ứng dụng này.
zh_hans: 安装此应用程序时出现未知错误。
zh_hant: 安裝此應用程式時出錯

# PLEASE_RETRY_LATER
source: Please retry this installation another time.
ar: الرجاء محاولة هذا التثبيت في وقت لاحق.
de: Bitte versuche die Installation zu einem anderen Zeitpunkt erneut.
es: Por favor, intenta esta instalación en otro momento.
id: Silakan coba pemasangan ini lain kali.
nb: Vennligst prøv denne installasjonen igjen senere.
vi: Vui lòng thử cài đặt lại sau.
zh_hans: 请重试此安装。
zh_hant: 請等會再試一次

# FAILED_TO_DOWNLOAD_OR_PARSE_APP
source: Failed to download and parse app.
ar: فشل تحميل وتحرير التطبيق.
de: Herunterladen und verarbeiten der App fehlgeschlagen.
es: No se pudo descargar y analizar la aplicación.
id: Gagal mengunduh dan menguraikan aplikasi.
nb: Klarte ikke å laste ned og analysere appen.
vi: Không thể tải xuống và phân tích ứng dụng.
zh_hans: 下载和解析应用程序失败。
zh_hant: 下載與解壓縮應用程式時出錯

# THIS_COULD_BE_MISSING_PERMS_OR_BROKEN_LINK
source: This could be due to missing permissions, a broken download link.
ar: قد يكون هذا بسبب صلاحيات مفقودة، أو رابط تحميل معطل.
de: Dies könnte auf fehlende Berechtigungen oder einen fehlerhaften Download-Link zurückzuführen sein.
es: Esto podría deberse a permisos faltantes o un enlace de descarga roto.
id: Ini mungkin disebabkan oleh hilangnya izin, tautan unduhan rusak.
nb: Dette kan skyldes manglende tillatelser eller en ødelagt nedlastingslenke.
vi: Điều này có thể do thiếu quyền hoặc liên kết tải xuống bị hỏng.
zh_hans: 这可能是由于缺少权限、下载链接损坏。
zh_hant: 可能因無適當權限或連結破損而導致

source: Failed to fetch app download url.
ar: فشل الحصول على رابط تحميل التطبيق.
de: App Download-URL konnte nicht abgerufen werden.
es: No se pudo obtener la URL de descarga de la aplicación.
id: Gagal mengambil url unduhan aplikasi.
nb: Klarte ikke å hente nedlastings-URL for appen.
vi: Không thể lấy địa chỉ tải xuống ứng dụng.
zh_hans: 无法获取应用程序下载地址。

# LIKELY_REPO_ISSUE
source: Likely a repo issue.
ar: مشكلة مصدر محتملة.
de: Vermutlich liegt ein Problem mit dem Repo vor.
es: Probablemente un problema con el repositorio.
id: Kemungkinan ada masalah repo.
nb: Sannsynligvis et kildeproblem.
vi: Có khả năng là sự cố nguồn.
zh_hans: 可能是一个软件源问题。
zh_hant: 很可能為軟體源問題

source: Unable to update.
ar: تعذر التحديث.
de: Update nicht möglich.
es: No se puede actualizar.
id: Tidak dapat memperbarui.
nb: Kan ikke oppdatere.
vi: Không thể cập nhật.
zh_hans: 无法更新。
zh_hant: 無法更新

# NOT_TROLLSTORE_MANAGED
source: This application was not initially installed through TrollStore and, as a result, cannot install this update. Consider uninstalling the application, then reinstalling in TrollApps.
ar: لم يتم تحميل هذا التطبيق من خلال TrollStore في البداية، وكنتيجة، لا يمكن تثبيت التحديث. حاول إلغاء تثبيت التطبيق، ثم إعادة تثبيته في TrollApps.
de: Diese App wurde ursprünglich nicht über TrollStore installiert. In der Folge kann dieses Update nicht installiert werden. Zieh in Erwägung die App zu deinstallieren und über TrollStore erneut zu installieren.
es: Esta aplicación no fue instalada inicialmente a través de TrollStore y, como resultado, no puede instalar esta actualización. Considera desinstalar la aplicación y luego reinstalarla en TrollApps.
id: Aplikasi ini awalnya tidak diinstal melalui TrollStore sehingga tidak dapat menginstal pembaruan ini. Pertimbangkan untuk menghapus aplikasi, lalu memasang ulang di TrollApps.
nb: Denne applikasjonen ble ikke installert gjennom TrollStore og kan derfor ikke oppdatere. Vurder å avinstallere applikasjonen og deretter installere på nytt i TrollApps.
vi: Ứng dụng này không được cài đặt thông qua TrollStore do đó không thể cài đặt bản cập nhật này. Hãy xem xét gỡ cài đặt ứng dụng, sau đó cài đặt lại trong TrollApps.
zh_hans: 此应用程序最初不是通过TrollStore安装的，因此无法安装此更新。考虑卸载该应用程序，然后在TrollApps中重新安装。
zh_hant: 此應用程式並非從 TrollStore 安裝導致無法安裝更新。請先在 TrollStore 內刪除此應用程式並且在 TrollApps 內重新安裝。

# UNABLE_TO_START_INSTALL
source: Unable to start app installation.
ar: تعذر بدأ تثبيت هذا التطبيق.
de: Start der App-Installation nicht möglich.
es: No se puede iniciar la instalación de la aplicación.
id: Tidak dapat memulai pemasangan aplikasi.
nb: Kan ikke starte installasjonen av appen.
vi: Không thể bắt đầu cài đặt ứng dụng.
zh_hans: 无法开始安装应用程序。
zh_hant: 無法開始安裝應用程式

# PLEASE_WAIT_FOR_CURRENT_INSTALL_TO_FINISH
source: Please wait for the current installation to finish.
ar: الرجاء الإنتظار لحين إنتهاء التثبيت الحالي.
de: Bitte warte, bis die aktuelle Installation abgeschlossen ist.
es: Por favor, espera a que termine la instalación actual.
id: Harap tunggu hingga pemasangan saat ini selesai.
nb: Vent på at den nåværende installasjonen skal fullføres.
vi: Vui lòng chờ cho quá trình cài đặt hiện tại kết thúc.
zh_hans: 请等待当前安装完成。
zh_hant: 請等待目前正在安裝的應用程式完成

# TROLLAPPS_WILL_CLOSE
source: TrollApps will close and you will be transfered to TrollStore to complete the update process.
ar: سيتم إغلاق TrollApps وستنتقل إلى TrollStore لإكمال عملية التحديث.
de: TrollApps wird geschlossen und du wirst zum TrollStore weitergeleitet, um den Aktualisierungsvorgang abzuschließen.
es: TrollApps se cerrará y serás transferido a TrollStore para completar el proceso de actualización.
id: TrollApps akan ditutup dan Anda akan dialihkan ke TrollStore untuk menyelesaikan proses pembaruan.
nb: TrollApps vil lukkes, og du vil bli overført til TrollStore for å fullføre oppdateringsprosessen.
vi: TrollApps sẽ đóng và bạn sẽ được chuyển sang TrollStore để hoàn tất quá trình cập nhật.
zh_hans: TrollApps将关闭，您将被转移到TrollStore以完成更新过程。
zh_hant: TrollApps 將關閉並且將開啟 TrollStore 以完成此更新

# DO_YOU_STILL_WISH_TO_UPDATE
source: Do you still wish to update TrollApps?
ar: هل مازلت ترغب في تحديث TrollApps؟
de: Möchtest du TrollApps trotzdem aktualisieren?
es: ¿Aún deseas actualizar TrollApps?
id: Apakah Anda masih ingin memperbarui TrollApps?
nb: Ønsker du fortsatt å oppdatere TrollApps?
vi: Bạn có muốn cập nhật TrollApps không?
zh_hans: 您还想更新TrollApps吗？
zh_hant: 是否更新 TrollApps？

source: Error decoding Base64 string.
ar: حدث خطأ عند فك تشفير حقل Base64.
de: Fehler beim Entschlüsseln des Base64-Strings.
es: Error al decodificar la cadena Base64.
id: Kesalahan mendekode string Base64.
nb: Feil ved avkoding av Base64-streng.
vi: Lỗi khi giải mã chuỗi Base64.
zh_hans: 解码Base64字符串时出错。
zh_hant: 解碼 Base64 軟體源時出錯

# PLEASE_VERIFY_VALID_REPO_STRING
source: Please verify this is a proper repo[] string.
ar: الرجاء التحقق من أن يكون حقل المصدر[] سليم.
de: Bitte stell sicher, dass dies ein korrekter Repo[]-string ist.
es: Verifica que esta sea una cadena de repositorio válida[].
id: Harap verifikasi bahwa ini adalah string repo[] yang benar.
nb: Vennligst bekreft at dette er en gyldig kildenstreng.
vi: Vui lòng xác nhận đây là chuỗi kho[] hợp lệ.
zh_hans: 请确认这是一个正确的软件源[] 。
zh_hant: 請確認是否為 repo[亂碼] 的格式

source: Failed to Install
es: Error al Instalar
id: Gagal memasang
nb: Klarte ikke å installere
vi: Cài đặt không thành công
zh_hans: 安装失败

source: Installation returned error: %@
es: La instalación devolvió un error: %@
id: Kesalahan kembali pemasangan: %@
nb: Installeringen returnerte feil: %@
vi: Cài đặt trả về lỗi: %@
zh_hans: 安装返回错误: %@

# ERROR_REMOVING_IPA_FILE_AFTER_INSTALL
source: Error removing IPA after installation
es: Error al eliminar el archivo IPA después de la instalación
id: Kesalahan menghapus IPA setelah pemasangan
nb: Feil ved fjerning av IPA etter installasjon
vi: Lỗi khi xóa tệp IPA sau khi cài đặt
zh_hans: 安装后删除IPA时出错

# LIKELY_A_PERMS_ISSUE
source: This is likely a permissions issue.
es: Esto probablemente sea un problema de permisos.
id: Ini mungkin masalah izin.
nb: Dette er sannsynligvis en tillatelsesproblem.
vi: Điều này có khả năng là vấn đề về quyền.
zh_hans: 这可能是一个权限问题。

# MISSING_DOWNLOADED_IPA
source: The downloaded IPA is no longer in the download location.
es: El archivo IPA descargado ya no se encuentra en la ubicación de descargas.
id: IPA yang diunduh tidak lagi ada di lokasi pengunduhan.
nb: Den nedlastede IPA-filen er ikke lenger på nedlastingsstedet.
vi: Tệp IPA đã bị di chuyển hoặc bị xóa.
zh_hans: 已下载的IPA文件不再位于下载位置。

source: TrollStore not found
es: TrollStore no encontrado
id: TrollStore tidak ditemukan
nb: TrollStore ikke funnet
vi: Không tìm thấy TrollStore
zh_hans: 未找到TrollStore

# TROLLSTORE_IS_REQUIRED
source: TrollStore is required for TrollApps to function.
es: TrollStore es necesario para que TrollApps funcione.
id: TrollStore diperlukan agar TrollApps dapat berfungsi.
nb: TrollStore er nødvendig for at TrollApps skal fungere.
vi: TrollStore là bắt buộc để TrollApps hoạt động.
zh_hans: TrollApps需要TrollStore才能运行。

source: Failed to uninstall
es: Error al Desinstalar
id: Gagal menghapus
nb: Klarte ikke å avinstallere
vi: Gỡ cài đặt không thành công
zh_hans: 卸载失败
zh_hant: Failed to unistall

source: Uninstallation returned error: %@
es: La desinstalación devolvió un error: %@
id: Kesalahan kembali penghapusan: %@
nb: Avinstalleringen returnerte feil: %@
vi: Gỡ cài đặt trả về lỗi: %@
zh_hans: 卸载返回错误: %@

# INVALID_DOWNLOAD_URL
source: Download URL is invalid
es: La URL de descarga no es válida
id: URL unduhan tidak benar
nb: Nedlastings-URL er ugyldig
vi: Địa chỉ tải xuống không hợp lệ
zh_hans: 下载URL无效

# LIKELY_A_REPO_ISSUE
source: This is likely an issue with this repo.
es: Esto probablemente sea un problema con este repositorio.
id: Kemungkinan ada masalah dengan repo ini.
nb: Dette er sannsynligvis et problem med denne kilden.
vi: Có khả năng là vấn đề với nguồn này.
zh_hans: 这可能是这个软件源的问题。

# ERROR_REMOVING_EXISTING_IPA_FILE
source: Failed to remove IPA file from previous installation.
es: Error al eliminar el archivo IPA de una instalación anterior.
id: Gagal menghapus file IPA dari pemasangan sebelumnya.
nb: Klarte ikke å fjerne eksisterende IPA-fil fra forrige installasjon.
vi: Không thể xóa tệp IPA từ cài đặt trước đó.
zh_hans: 未能从之前的安装中删除IPA文件.

# ERROR_DOWNLOADING_AND_WRITING_IPA_FILE
source: Failed to download / write IPA file
es: Error al descargar/escribir el archivo IPA
id: Gagal mengunduh / menulis file IPA
nb: Klarte ikke å laste ned / skrive IPA-filen
vi: Không thể tải xuống / ghi tệp IPA
zh_hans: 下载/写入IPA文件失败
